"ASSISTANT_TRY_AGAIN" = "סליחה - תוכל/י להגיד זאת שוב?";
"ASSISTANT_CONNECTION_FAILED_0" = "המדריך אינו מצליח להתחבר לרשת.";
"ASSISTANT_CONNECTION_FAILED_1" = "המדריך לא הצליח להתחבר כעת.";
"ASSISTANT_CONNECTION_FAILED_2" = "אין חיבור לרשת.";

"ASSISTANT_INITIAL_QUERY" = "במה אוכל לעזור?";
"ASSISTANT_GUIDE_HEADER" = "הקש/י על המיקרופון כדי לומר דברים כגון:";
"ASSISTANT_GUIDE_BACK_BUTTON_TITLE" = "מדריך";
"ASSISTANT_NOT_AVAILABLE_TITLE" = "‏Siri אינו זמין";
"ASSISTANT_NOT_AVAILABLE_SUBTITLE" = "התחבר/י לאינטרנט.";

"ASSISTANT_EDUCATION_TITLE" = "במה Siri יכול לעזור לך?";
"ASSISTANT_EDUCATION_CONTENT" = "הקש/י והחזק/י בכפתור ה״בית״ כדי להתחיל להשתמש ב-Siri.";

"ASSISTANT_GESTURE_DESCRIPTION" = "ניתן גם לבקש דברים מבלי ללחוץ על כפתור ה״בית״. כאשר המסך דולק, פשוט הרם/י והצמד/י את הטלפון לאוזן והתחל/י לדבר.";